# стандартні назви рівнів
static_levels = ('easy', 'middle', 'hard')

# загальна кількість тестових завдань, які мають бути виконані для досягнення найвищого рангу
max_total_tasks = 60

# загальна кількість завдань кодінгу, які мають бути виконані для досягнення найвищого рангу
max_total_code_tasks = 60

# загальна кількість уроків, які мають бути виконані для досягнення найвищого рангу
max_total_lessons = 60

# статуси користувачів
user_statuses = ('не оплачено', 'premium')

# можливості, відкриті лише при статусі "premium"
premium_options = 'hard'
